{
    "herbs": [
        {
            "name": "Éfedra",
            "scientificName": "Ephedra sinica Stapf",
            "properties": "Picante, Amarga, Amornante",
            "doses": "2 a 6g em decocção, 500 a 1000 mg",
            "functions": "Elimina o Frio Exterior por Sudorificação: Empregada para padrões de Vento-Frio com febre baixa, calafrios, ausência de sudorese, cefaléia e pulso superficial. Particularmente efetiva quando a sudorese é difícil.\n\nElimina Frio, aquece o Pulmão e redireciona o Qi para baixo: Para padrões de penetração de Vento-Frio no Pulmão com tosse, chieira, dispnéia e expectoração clara. Pode ser empregada em casos de Fleuma-Frio gerando tosse e expectoração no Pulmão. Clinicamente indicada em Asma Brônquica.\n\nElimina Frio Patogênico e Abre os Orifícios: Para padrões de Frio obstruindo o nariz com congestão nasal, espirros e coriza aquosa.",
            "toxicity": "Intoxicação por efedrina causa hipertemia, sudorese, dor epigástrica, náuseas, vômitos, etc, contudo não há relatos de intoxicação com decocção. Herba Ephedra não deve ser usada em pacientes com arritmias agudas, e pacientes com hipertrofia de próstata",
            "contraIndication": "Contra-indicada em uso prolongado",
            "category": "sudorífica amornante"
        },
        {
            "name": "RAMOS DE CANELA",
            "scientificName": "Cinnamomum cassia Blume",
            "properties": "Picante, Doce e Amornante",
            "doses": "6 a 10 g em decocção, 500 a 1000 mg, até 180 gotas",
            "functions": "Elimina o Frio do Exterior por Sudorificação: Em febre baixa , calafrios, cefaléia e língua com saburra branca. Muito indicada em deficiência do Qi Defensivo (Wei Qi).\n\nRegula O Qi Defensivo (Wei Qi): Para padrões de ataques sucessivos de Frio no exterior, ou quando a doença de Frio não melhora, apesar do paciente estar suando.\n\nAmorna os Canais (Meridianos) e Desfaz Obstruções: Para padrões onde Vento-Frio e Umidade estão obstruindo os Meridianos causando síndrome BI com dores articulares, aversão ao Vento-Frio e dificuldade para mover as juntas.\n\nParticularmente efetiva para síndrome BI dos ombros (ombro congelado). Direciona o efeito das ervas para o sistema de Meridianos (Canais) ou para o Exterior.\n\nPromove a Circulação de Qi do Tórax (Zhong Qi) e reforça o Yang do Coração: Para padrões de deficiência do Yang do Coração com palpitações, edema de membros inferiores e dispnéia ou sangue congelado obstruindo o Qi do Coração, como angina pectoris, palpitações e língua purpúrea.",
            "toxicity": "Não há informação",
            "contraIndication": "Não há informação",
            "category": "sudorífica amornante"
        },
        {
            "name": "GENGIBRE FRESCO",
            "scientificName": "Zingiber officinale Rosc",
            "properties": "Picante e Amornante",
            "doses": "3 a 10g em decocção, até 45 gotas",
            "functions": "Elimina o Frio do Exterior por Sudorificação: Em febre baixa, aversão ao Frio, coriza aquosa e pouca ou nenhuma sudorese. Indicado em Frio penetrando no Pulmão causando tosse com expectoração branca.\n\nAquece o Aquecedor Médio e Redireciona o Qi para Baixo: E anorexia, digestão lenta, desejo de líquidos quentes, aversão a gelados, dor no estômago e língua com saburra branca. Particularmente indicado se o Frio causa perversão do Qi do Estômago com náuseas, enjôos, vômitos ou regurgitação de fluído claro.\n\nElimina o Vento-Frio e Aquece o Pulmão: Usado para tosse com expectoração mucóide clara, tanto em situações agudas por penetração de Vento-Frio, como em situações crônicas por acúmulo de Fleuma (Muco) no Pulmão.\n\nHarmoniza as Ervas e Desintoxica: Usado nas fórmulas para harmonizar as ervas e em intoxicações. Particularmente indicado em intoxicações por Acônito, Ban Xia (Pinelia) , carne de peixe ou caranguejo estragadas e cogumelos venenosos.\n\nRegula o Nível Defensivo (Wei Qi): Usado em casos de penetração de Qi Patogênico em pacientes com deficiência do Wei Qi, com sudorese contínua junto com agravamento dos sintomas.",
            "toxicity": "Não há informação",
            "contraIndication": "Não há informação",
            "category": "sudorífica amornante"
        },
        {
            "name": "COENTRO",
            "scientificName": "Coriandrum sativum L",
            "properties": "Picante e Amornante",
            "doses": "6 a 9 g, de 600 a 1200mg",
            "functions": "Elimina o Frio Exterior por Sudorificação: Induz a diaforese e dispersa o Vento-Frio.\n\nAquece o Aquecedor Médio e Regula o Estômago: anorexia, digestão lenta, desejo de líquidos quentes, aversão a gelados, enjôos.",
            "toxicity": "Não há informação",
            "contraIndication": "Não há informação",
            "category": "sudorífica amornante"
        },
        {
            "name": "ALHO PORÓ",
            "scientificName": "Bulbus Allii fistulosi",
            "properties": "Picante e Amornante",
            "doses": "3 a 10g em decocção",
            "functions": "Expulsa Vento-Frio por Sudorificação: Para Padrões com febre baixa, ausência de sudorese e congestão nasal. Indicado especialmente no início da doença, para promover sudorificação rápida e abortar o processo patológico.\n\nRompe o Frio por Penetração: Indicada quando o Frio obstrui a passagem do Qi causando bloqueio, especialmente em congestão nasal com coriza clara ou anorexia, náuseas e regurgitação de líquido claro (Frio obstruindo o Qi do Estômago).\n\nAquece o Interior e fortalece o Yang Qi: Para Padrões de deficiência do Yang do Baço com anorexia, Frio na barriga, digestão lenta e diarréia pastosa com restos alimentares mal digeridos.",
            "toxicity": "Não há informação",
            "contraIndication": "Não há informação",
            "category": "sudorífica amornante"
        },
        {
            "name": "FLOR DE MAGNÓLIA JAPONESA",
            "scientificName": "Magnolia liliflora ders",
            "properties": "Picante e Levemente Amornante",
            "doses": "3 a 10g em decocção, 500 a 1000 mg",
            "functions": "Elimina Vento-Frio no Alto do Corpo: Para padrões moderados de ataque de Vento-Frio no exterior, sem febre, apenas com aversão ao Frio, coriza aquosa e cefaléia.\n\nAbre os Orifícios (narinas): Para qualquer tipo de congestão nasal, mesmo em padrões de Umidade-Calor com coriza purulenta.",
            "toxicity": "Doses elevadas causam cefaléia, irritação nos olhos e tonteiras",
            "contraIndication": "Contra-indicada em excesso de Yang do Fígado causando vermelhidão nos olhos e nariz e obstrução nasal. A erva é amornante e pode agravar a condição",
            "category": "sudorífica amornante"
        },
        {
            "name": "CAPIM CIDREIRA OU CAPIM LIMÃO",
            "scientificName": "Cymbopogon citratus (D.C.) Stapf",
            "properties": "Picante e Amornante",
            "doses": "3 a 6g em decocção, 500 a 1500 mg, até 120 gotas",
            "functions": "Elimina o Vento-Frio por Sudorificação: Para padrões exteriores com febre baixa, calafrios, pouca ou nenhuma sudorese e cefaléia. Especialmente indicada se o paciente apresenta invasão precoce no Pulmão por Frio com tosse com expectoração mucóide.\n\nAquece o Pulmão, resolve a Fleuma (Mucosidade) e redireciona o Qi para Baixo: Para padrões de Fleuma (Mucosidade) por invasão de Vento-Frio ou quando o Vento-Frio perturba a descida normal do Qi do Pulmão, com tosse, com ou sem expectoração, expectoração branca, respiração difícil e sibilos.\n\nAmorna o Jiao Médio: Para casos de Frio no Estômago com anorexia, aversão a comidas frias, regurgitação de líquido claro e mal-estar epigástrico.",
            "toxicity": "Não há informação",
            "contraIndication": "Não há informação",
            "category": "sudorífica amornante"
        },
        {
            "name": "CARRAPICHO DE CARNEIRO",
            "scientificName": "Xanthium sibiricum Patr. Ex Widd. ou Xanthium cavanilesii Schoun",
            "properties": " Levemente Amargo, Doce, Amornante e Tóxico",
            "doses": "3 a 10g em decocção, 500 a 800 mg, até 90 gotas",
            "functions": "Elimina Vento-Frio do Exterior: Usado para Padrões de Vento-Frio alojando na pele e músculos, com cefaléia, dor e contratura na musculatura das costas após ataque de Vento.\n\nElimina Vento e Umidade das Camadas Superficiais: Para Padrões de Vento-Umidade na pele causando prurido, lesões urticariformes migratórias, etc.\n\nAbre os Orifícios do Nariz: Para congestão nasal de qualquer natureza, seja Vento-Frio ou Calor Umidade, em combinação com ervas apropriadas.\n\nElimina Vento e Umidade dos Meridianos (Canais): Usada como erva auxiliar em casos de síndrome BI por Vento-Frio com artralgias migratórias.",
            "toxicity": "O calor inativa a maior parte das substâncias tóxicas presentes em Cang Er Zi, o que ocorre durante a decocção. Os sintomas tóxicos são confusão metal, coma profundo, irregularidades respiratórias e parada respiratória",
            "contraIndication": "Contra-indicada em cefaléias ou dores articulares causadas por Deficiência de Sangue: esta erva age dispersando o Qi e eliminando para o exterior. Isto piora as deficiências",
            "category": "sudorífica amornante"
        },
        {
            "name": "FOLHA DE LARANJEIRA",
            "scientificName": "Citrus aurantium L",
            "properties": "Amarga, Ácida, Picante e Neutra",
            "doses": "3 a 6g em decocção, 500 a 1500 mg, até 90 gotas",
            "functions": "Elimina o Vento-Frio por Sudorificação: Para padrões exteriores com febre baixa, calafrios, pouca ou nenhuma sudorese e cefaléia. Indicada se o paciente apresenta invasão no Pulmão por Vento-Frio com tosse e expectoração mucóide.\n\nAcalma a Mente (Shen): Para Padrões moderados de dores de cabeça, agitação e insônia. Particularmente indicada em insônia e dores de cabeça acompanhada de estados gripais.\n\nAmorna o Jiao Médio: Para casos de Frio no Estômago com anorexia, digestão lenta e Fraqueza do Qi dos Intestinos com distensão abdominal e gases.",
            "toxicity": "Não há informação",
            "contraIndication": "Não há informação",
            "category": "sudorífica amornante"
        },
        {
            "name": "TOMILHO",
            "scientificName": "Herba Thymii",
            "properties": "Picante e Amornante",
            "doses": "2 a 6g, 500 a 1000 mg",
            "functions": "Elimina o Vento-Frio por Sudorificação: Para padrões exteriores com febre baixa, calafrios, pouca ou nenhuma sudorese e cefaléia. Indicada se o paciente apresenta invasão no Pulmão por Vento-Frio causando tosse e formação de Mucosidade.\n\nFortalece o Qi do Pulmão e consolida o Wei Qi: Indicado em caso de epidemias gripais para prevenir contaminação, recidivas freqüentes de resfriados, fadiga, e para ajudar o organismo a debelar o agente patogênico mais rápido.\n\nAmorna o Jiao Médio: Para casos de Frio no Estômago com anorexia, digestão lenta, diarréia, e Fraqueza do Qi dos Intestinos com distensão abdominal e gases com odor intenso (putrefação intestinal).\n\nTonifica o Yang Geral: Para Padrões de esgotamento físico, hipotensão, diminuição da memória, associado a outras ervas tonificantes e nutritivas.",
            "toxicity": "Não há informação",
            "contraIndication": "Não há informação",
            "category": "sudorífica amornante"
        },
        {
            "name": "HORTELÃ COMUM OU HORTELÃ PIMENTA",
            "scientificName": "Mentha arvensis L. ou Mentha piperita L",
            "properties": "Picante, Aromática e Refrescante",
            "doses": "2 a 6g em decocção, 300 a 1500mg, até 120 gotas",
            "functions": "ATENÇÃO: Adicionar esta erva ao fim da decocção para não se perder os princípios aromáticos voláteis.\n\nElimina o Vento-Calor no Exterior do Corpo por Sudorificação: Em sinais como febre alta, cefaléia pulsátil, catarro amarelo no nariz ou tosse seca.\n\nClareia o Vento-Calor na Cabeça: Em sintomas como conjuntivite, irritação ocular, faringite, amigdalite.\n\nPromove o Livre Fluxo de Qi do Fígado: Usada em plenitude epigástrica ou nos hipocôndrios, irritabilidade, instabilidade emocional, gosto amargo na boca, etc.",
            "toxicity": "Pode apresentar atividade abortiva. Por isto, esta erva é desaconselhável na gravidez.",
            "contraIndication": "Não há informação",
            "category": "Sudoríficas Refrescantes"
        }
    ]
}
