{
    "herbs": [
        {
            "name": "Éfedra",
            "scientificName": "Ephedra sinica Stapf",
            "properties": "Picante, Amarga, Amornante",
            "doses": "2 a 6g em decocção, 500 a 1000 mg",
            "functions": "Elimina o Frio Exterior por Sudorificação: Empregada para padrões de Vento-Frio com febre baixa, calafrios, ausência de sudorese, cefaléia e pulso superficial. Particularmente efetiva quando a sudorese é difícil.\n\nElimina Frio, aquece o Pulmão e redireciona o Qi para baixo: Para padrões de penetração de Vento-Frio no Pulmão com tosse, chieira, dispnéia e expectoração clara. Pode ser empregada em casos de Fleuma-Frio gerando tosse e expectoração no Pulmão. Clinicamente indicada em Asma Brônquica.\n\nElimina Frio Patogênico e Abre os Orifícios: Para padrões de Frio obstruindo o nariz com congestão nasal, espirros e coriza aquosa.",
            "toxicity": "Intoxicação por efedrina causa hipertemia, sudorese, dor epigástrica, náuseas, vômitos, etc, contudo não há relatos de intoxicação com decocção. Herba Ephedra não deve ser usada em pacientes com arritmias agudas, e pacientes com hipertrofia de próstata",
            "contraIndication": "Contra-indicada em uso prolongado",
            "category": "sudorífica amornante"
        },
        {
            "name": "RAMOS DE CANELA",
            "scientificName": "Cinnamomum cassia Blume",
            "properties": "Picante, Doce e Amornante",
            "doses": "6 a 10 g em decocção, 500 a 1000 mg, até 180 gotas",
            "functions": "Elimina o Frio do Exterior por Sudorificação: Em febre baixa , calafrios, cefaléia e língua com saburra branca. Muito indicada em deficiência do Qi Defensivo (Wei Qi).\n\nRegula O Qi Defensivo (Wei Qi): Para padrões de ataques sucessivos de Frio no exterior, ou quando a doença de Frio não melhora, apesar do paciente estar suando.\n\nAmorna os Canais (Meridianos) e Desfaz Obstruções: Para padrões onde Vento-Frio e Umidade estão obstruindo os Meridianos causando síndrome BI com dores articulares, aversão ao Vento-Frio e dificuldade para mover as juntas.\n\nParticularmente efetiva para síndrome BI dos ombros (ombro congelado). Direciona o efeito das ervas para o sistema de Meridianos (Canais) ou para o Exterior.\n\nPromove a Circulação de Qi do Tórax (Zhong Qi) e reforça o Yang do Coração: Para padrões de deficiência do Yang do Coração com palpitações, edema de membros inferiores e dispnéia ou sangue congelado obstruindo o Qi do Coração, como angina pectoris, palpitações e língua purpúrea.",
            "toxicity": "Não há informação",
            "contraIndication": "Não há informação",
            "category": "sudorífica amornante"
        },
        {
            "name": "GENGIBRE FRESCO",
            "scientificName": "Zingiber officinale Rosc",
            "properties": "Picante e Amornante",
            "doses": "3 a 10g em decocção, até 45 gotas",
            "functions": "Elimina o Frio do Exterior por Sudorificação: Em febre baixa, aversão ao Frio, coriza aquosa e pouca ou nenhuma sudorese. Indicado em Frio penetrando no Pulmão causando tosse com expectoração branca.\n\nAquece o Aquecedor Médio e Redireciona o Qi para Baixo: E anorexia, digestão lenta, desejo de líquidos quentes, aversão a gelados, dor no estômago e língua com saburra branca. Particularmente indicado se o Frio causa perversão do Qi do Estômago com náuseas, enjôos, vômitos ou regurgitação de fluído claro.\n\nElimina o Vento-Frio e Aquece o Pulmão: Usado para tosse com expectoração mucóide clara, tanto em situações agudas por penetração de Vento-Frio, como em situações crônicas por acúmulo de Fleuma (Muco) no Pulmão.\n\nHarmoniza as Ervas e Desintoxica: Usado nas fórmulas para harmonizar as ervas e em intoxicações. Particularmente indicado em intoxicações por Acônito, Ban Xia (Pinelia) , carne de peixe ou caranguejo estragadas e cogumelos venenosos.\n\nRegula o Nível Defensivo (Wei Qi): Usado em casos de penetração de Qi Patogênico em pacientes com deficiência do Wei Qi, com sudorese contínua junto com agravamento dos sintomas.",
            "toxicity": "Não há informação",
            "contraIndication": "Não há informação",
            "category": "sudorífica amornante"
        },
        {
            "name": "COENTRO",
            "scientificName": "Coriandrum sativum L",
            "properties": "Picante e Amornante",
            "doses": "6 a 9g em decocção, de 600 a 1200mg",
            "functions": "Elimina o Frio Exterior por Sudorificação: Induz a diaforese e dispersa o Vento-Frio.\n\nAquece o Aquecedor Médio e Regula o Estômago: anorexia, digestão lenta, desejo de líquidos quentes, aversão a gelados, enjôos.",
            "toxicity": "Não há informação",
            "contraIndication": "Não há informação",
            "category": "sudorífica amornante"
        },
        {
            "name": "ALHO PORÓ",
            "scientificName": "Bulbus Allii fistulosi",
            "properties": "Picante e Amornante",
            "doses": "3 a 10g em decocção",
            "functions": "Expulsa Vento-Frio por Sudorificação: Para Padrões com febre baixa, ausência de sudorese e congestão nasal. Indicado especialmente no início da doença, para promover sudorificação rápida e abortar o processo patológico.\n\nRompe o Frio por Penetração: Indicada quando o Frio obstrui a passagem do Qi causando bloqueio, especialmente em congestão nasal com coriza clara ou anorexia, náuseas e regurgitação de líquido claro (Frio obstruindo o Qi do Estômago).\n\nAquece o Interior e fortalece o Yang Qi: Para Padrões de deficiência do Yang do Baço com anorexia, Frio na barriga, digestão lenta e diarréia pastosa com restos alimentares mal digeridos.",
            "toxicity": "Não há informação",
            "contraIndication": "Não há informação",
            "category": "sudorífica amornante"
        },
        {
            "name": "FLOR DE MAGNÓLIA JAPONESA",
            "scientificName": "Magnolia liliflora ders",
            "properties": "Picante e Levemente Amornante",
            "doses": "3 a 10g em decocção, 500 a 1000 mg",
            "functions": "Elimina Vento-Frio no Alto do Corpo: Para padrões moderados de ataque de Vento-Frio no exterior, sem febre, apenas com aversão ao Frio, coriza aquosa e cefaléia.\n\nAbre os Orifícios (narinas): Para qualquer tipo de congestão nasal, mesmo em padrões de Umidade-Calor com coriza purulenta.",
            "toxicity": "Doses elevadas causam cefaléia, irritação nos olhos e tonteiras",
            "contraIndication": "Contra-indicada em excesso de Yang do Fígado causando vermelhidão nos olhos e nariz e obstrução nasal. A erva é amornante e pode agravar a condição",
            "category": "sudorífica amornante"
        },
        {
            "name": "CAPIM CIDREIRA OU CAPIM LIMÃO",
            "scientificName": "Cymbopogon citratus (D.C.) Stapf",
            "properties": "Picante e Amornante",
            "doses": "3 a 6g em decocção, 500 a 1500 mg, até 120 gotas",
            "functions": "Elimina o Vento-Frio por Sudorificação: Para padrões exteriores com febre baixa, calafrios, pouca ou nenhuma sudorese e cefaléia. Especialmente indicada se o paciente apresenta invasão precoce no Pulmão por Frio com tosse com expectoração mucóide.\n\nAquece o Pulmão, resolve a Fleuma (Mucosidade) e redireciona o Qi para Baixo: Para padrões de Fleuma (Mucosidade) por invasão de Vento-Frio ou quando o Vento-Frio perturba a descida normal do Qi do Pulmão, com tosse, com ou sem expectoração, expectoração branca, respiração difícil e sibilos.\n\nAmorna o Jiao Médio: Para casos de Frio no Estômago com anorexia, aversão a comidas frias, regurgitação de líquido claro e mal-estar epigástrico.",
            "toxicity": "Não há informação",
            "contraIndication": "Não há informação",
            "category": "sudorífica amornante"
        },
        {
            "name": "CARRAPICHO DE CARNEIRO",
            "scientificName": "Xanthium sibiricum Patr. Ex Widd. ou Xanthium cavanilesii Schoun",
            "properties": " Levemente Amargo, Doce, Amornante e Tóxico",
            "doses": "3 a 10g em decocção, 500 a 800 mg, até 90 gotas",
            "functions": "Elimina Vento-Frio do Exterior: Usado para Padrões de Vento-Frio alojando na pele e músculos, com cefaléia, dor e contratura na musculatura das costas após ataque de Vento.\n\nElimina Vento e Umidade das Camadas Superficiais: Para Padrões de Vento-Umidade na pele causando prurido, lesões urticariformes migratórias, etc.\n\nAbre os Orifícios do Nariz: Para congestão nasal de qualquer natureza, seja Vento-Frio ou Calor Umidade, em combinação com ervas apropriadas.\n\nElimina Vento e Umidade dos Meridianos (Canais): Usada como erva auxiliar em casos de síndrome BI por Vento-Frio com artralgias migratórias.",
            "toxicity": "O calor inativa a maior parte das substâncias tóxicas presentes em Cang Er Zi, o que ocorre durante a decocção. Os sintomas tóxicos são confusão metal, coma profundo, irregularidades respiratórias e parada respiratória",
            "contraIndication": "Contra-indicada em cefaléias ou dores articulares causadas por Deficiência de Sangue: esta erva age dispersando o Qi e eliminando para o exterior. Isto piora as deficiências",
            "category": "sudorífica amornante"
        },
        {
            "name": "FOLHA DE LARANJEIRA",
            "scientificName": "Citrus aurantium L",
            "properties": "Amarga, Ácida, Picante e Neutra",
            "doses": "3 a 6g em decocção, 500 a 1500 mg, até 90 gotas",
            "functions": "Elimina o Vento-Frio por Sudorificação: Para padrões exteriores com febre baixa, calafrios, pouca ou nenhuma sudorese e cefaléia. Indicada se o paciente apresenta invasão no Pulmão por Vento-Frio com tosse e expectoração mucóide.\n\nAcalma a Mente (Shen): Para Padrões moderados de dores de cabeça, agitação e insônia. Particularmente indicada em insônia e dores de cabeça acompanhada de estados gripais.\n\nAmorna o Jiao Médio: Para casos de Frio no Estômago com anorexia, digestão lenta e Fraqueza do Qi dos Intestinos com distensão abdominal e gases.",
            "toxicity": "Não há informação",
            "contraIndication": "Não há informação",
            "category": "sudorífica amornante"
        },
        {
            "name": "TOMILHO",
            "scientificName": "Herba Thymii",
            "properties": "Picante e Amornante",
            "doses": "2 a 6g em decocção, 500 a 1000 mg",
            "functions": "Elimina o Vento-Frio por Sudorificação: Para padrões exteriores com febre baixa, calafrios, pouca ou nenhuma sudorese e cefaléia. Indicada se o paciente apresenta invasão no Pulmão por Vento-Frio causando tosse e formação de Mucosidade.\n\nFortalece o Qi do Pulmão e consolida o Wei Qi: Indicado em caso de epidemias gripais para prevenir contaminação, recidivas freqüentes de resfriados, fadiga, e para ajudar o organismo a debelar o agente patogênico mais rápido.\n\nAmorna o Jiao Médio: Para casos de Frio no Estômago com anorexia, digestão lenta, diarréia, e Fraqueza do Qi dos Intestinos com distensão abdominal e gases com odor intenso (putrefação intestinal).\n\nTonifica o Yang Geral: Para Padrões de esgotamento físico, hipotensão, diminuição da memória, associado a outras ervas tonificantes e nutritivas.",
            "toxicity": "Não há informação",
            "contraIndication": "Não há informação",
            "category": "sudorífica amornante"
        },
        {
            "name": "HORTELÃ COMUM OU HORTELÃ PIMENTA",
            "scientificName": "Mentha arvensis L. ou Mentha piperita L",
            "properties": "Picante, Aromática e Refrescante",
            "doses": "2 a 6g em decocção, 300 a 1500mg, até 120 gotas",
            "functions": "ATENÇÃO: Adicionar esta erva ao fim da decocção para não se perder os princípios aromáticos voláteis.\n\nElimina o Vento-Calor no Exterior do Corpo por Sudorificação: Em sinais como febre alta, cefaléia pulsátil, catarro amarelo no nariz ou tosse seca.\n\nClareia o Vento-Calor na Cabeça: Em sintomas como conjuntivite, irritação ocular, faringite, amigdalite.\n\nPromove o Livre Fluxo de Qi do Fígado: Usada em plenitude epigástrica ou nos hipocôndrios, irritabilidade, instabilidade emocional, gosto amargo na boca, etc.",
            "toxicity": "Pode apresentar atividade abortiva. Por isto, esta erva é desaconselhável na gravidez.",
            "contraIndication": "Não há informação",
            "category": "Sudorífica Refrescante"
        },
        {
            "name": "FRUTO DA BARDANA",
            "scientificName": "Arctium lappa L",
            "properties": "Picante, Amargo e Refrescante",
            "doses": "3 a 10g em decocção, 500 a 1500mg",
            "functions": "Elimina Vento Calor por Sudorificação: Para Vento-Calor acometendo a garganta, com febre alta, sudorese profusa, faringite, vermelhidão na garganta ou tosse seca.\n\nElimina o Calor e Toxinas: Para sintomas como rash cutâneo, pústulas, lesões avermelhadas, prostração intensa, aceleração do pulso, indicando a presença de toxinas durante doenças por Calor ou Vento-Calor. Pode ser usada para abcessos isolados e acne.\n\nExterioriza o Calor e Promove o Aparecimento de Rashes: Usada em doenças exantemáticas para acelerar a cura, exteriorizando o Calor e provocando a manifestação rápida e completa do rash. Pode ser usada em psoríase.\n\nUmidifica o Intestino: Para constipação por Calor com ressecamento das fezes, evacuação dolorosa, hemorróidas e sangue vivo nas fezes.",
            "toxicity": "Não há informação",
            "contraIndication": "Não há informação",
            "category": "Sudorífica Refrescante"
        },
        {
            "name": "CASCA DE CIGARRA",
            "scientificName": "Crypotympana atrata Fabr",
            "properties": "Doce, Salgado e Refrescante",
            "doses": "3 a 10g em decocção, 500 a 2500mg",
            "functions": "ATENÇÃO: No tétano e espasmos graves as doses poderão chegar até a 30g.\n\nElimina Vento Calor do Exterior e Beneficia a Garganta: Para Padrões de Vento-Calor com febre alta, pouco calafrio, muita sudorese, faringite, vermelhidão na garganta, etc. Particularmente indicado quando há rouquidão ou perda da voz.\n\nExterioriza o Calor e Promove o Aparecimento de Rashes: Para doenças exantemáticas em fase inicial (indicada em sarampo).\n\nElimina Vento-Calor dos Olhos: Ardência ou dor ocular, edema de pálpebras e visão borrada.\n\nElimina Vento dos Meridianos (Canais) e Acalma Espasmos: Para Padrões de Vento no Exterior com espasmos musculares, contraturas, opistótonos, convulsões, etc. Particularmente indicado em convulsões febris em crianças. Clinicamente, este naturoterápico é usado em tétano, na China.",
            "toxicity": "Usar cuidadosamente na gravidez, pois este naturoterápico interfere no Sangue do Fígado, direcionando-o para os Meridianos, podendo afetar a nutrição do feto",
            "contraIndication": "Não há informação",
            "category": "Sudorífica Refrescante"
        },
        {
            "name": "BUCHINHA DO NORTE",
            "scientificName": "Luffa opperculata",
            "properties": "Picante, Amarga, Fria e Tóxica",
            "doses": "2 a 4g em decocção, de 200 a 400mg, até 40 gotas ao dia",
            "functions": "Elimina Umidade-Calor das Camadas Superficiais: Para Padrões de Umidade-Calor na pele causando prurido, lesões urticariformes; indicada em eczemas genitoescrotais.\n\nAbre os Orifícios do Nariz: Para congestão nasal de qualquer natureza, seja Vento-Frio ou Calor-Umidade, em combinação com ervas apropriadas.\n\nElimina Umidade-Calor nos 3 Aquecedores: Como diurético e purgativo para ascite ou edemas generalizados.\n\nMata Parasitas: Como vermífugo para vermes intestinais.",
            "toxicity": "Usar cuidadosamente na gravidez, pois este naturoterápico interfere no Sangue do Fígado, direcionando-o para os Meridianos, podendo afetar a nutrição do feto",
            "contraIndication": "Não há informação",
            "category": "Sudorífica Refrescante"
        },
        {
            "name": "FLOR DE SABUGEIRO",
            "scientificName": "Sambucus nigra L",
            "properties": "Doce, Picante e Refrescante",
            "doses": "4 a 10g em decocção, 500 a 1500mg, até 90 gotas",
            "functions": "Elimina Vento Calor do Exterior e Beneficia a Garganta: Para Padrões de Vento-Calor com febre alta, pouco calafrio, tosse, muita sudorese, faringite, amigdalite, vermelhidão na garganta, etc.\n\nExterioriza o Calor e Promove o Aparecimento de Rashes: Para doenças exantemáticas em fase inicial, para apressar a cura (indicada em casos de sarampo, rubéola, escarlatina).\n\nElimina Calor e Toxinas: Para a eliminação das toxinas produzidas pelo calor (febre), gerando rash cutâneo, pústulas, lesões avermelhadas, prostração intensa, aceleração do pulso, indicando a presença de toxinas. Pode ser usada para furúnculos, eczemas ou acne.\n\nElimina Vento-Calor dos Olhos: Para irritação conjuntival com ardência ou secreção ocular, causados por ataque de Vento-Calor. Associar ao uso externo.",
            "toxicity": "Não há informação",
            "contraIndication": "Não há informação",
            "category": "Sudorífica Refrescante"
        },
        {
            "name": "MARGARIDINHA",
            "scientificName": "Bellis perennis L",
            "properties": "Doce, Amarga, Picante e Neutra",
            "doses": "3 a 6g em decocção; 500 a 1500 mg; até 120 gotas",
            "functions": "Elimina Vento Calor do Exterior e Elimina as Toxinas do Calor: Para Padrões de Vento- Calor com febre alta, pouco calafrio, tosse com catarro, faringite, amigdalite, vermelhidão na garganta, sarampo, escarlatina, parotidite, etc. Facilita fortemente a eliminação das toxinas produzidas pelo Calor (infecção) pelo suor e urina, abaixando a febre. Pode ser usada para desinflamar feridas na pele.\n\nTonifica o Aquecedor Médio: Para fraqueza do Estômago e Baço-Pâncreas, durante e após o adoecimento e recuperação (convalescença) gerando perda de apetite e fraqueza.",
            "toxicity": "Não há informação",
            "contraIndication": "Não há informação",
            "category": "Sudorífica Refrescante"
        },
        {
            "name": "FOLHA DE AMORA",
            "scientificName": "Morus alba L",
            "properties": "Doce, discretamente Amarga e Refrescante",
            "doses": "5 a 10g em decocção; 500 a 2000mg; até 120gotas",
            "functions": "Elimina Vento e Calor do Exterior e Beneficia o Pulmão: Para padrões de febre alta, sudorese, cefaléia e faringite. Particularmente indicada em casos onde o Pulmão foi invadido, com tosse, expectorações amareladas, hemópticas e dispnéia. Indicado em pneumonias bacterianas.\n\nClareia o Calor do Fígado e Beneficia os Olhos: Para Padrões de Excesso (agitação, face congesta, olhos vermelhos e cefaléia) ou padrões de Deficiência de Yin (olhos ressecados, irritação ocular, nervosismo, diminuição das regras, palidez na língua com ponta vermelha). Também empregada em casos agudos de ataque de Vento-Calor com edema palpebral, lacrimejamento purulento, vermelhidão ocular, etc. Indicada em conjuntivite aguda.",
            "toxicity": "Não há informação",
            "contraIndication": "Não há informação",
            "category": "Sudorífica Refrescante"
        },
        {
            "name": "CRISÂNTEMO ÍNDICO",
            "scientificName": "Chrysanthemum indicum L",
            "properties": "Doce, Amargo, Suave, Fria",
            "doses": "9 a 18 g, 1800 a 3000mg",
            "functions": "Elimina Vento-Calor e Refresca o Aquecedor Superior: Febre, Calor na Cabeça, olhos vermelhos, ardência ocular.\n\nElimina Umidade-Calor e Mucosidade Calor na Pele: Para Acnes e Furúnculos de raiz profunda e purulenta.\n\nDomina o Fogo do Fígado: Em hipertensão oriunda do Fogo Hepático, Enxaquecas de Ápice, Vermelhidão e Ardência Ocular.",
            "toxicity": "Não há informação",
            "contraIndication": "Não há informação",
            "category": "Sudorífica Refrescante"
        },
        {
            "name": "CRISÂNTEMO",
            "scientificName": "Chrisantemum morifolium Ramat",
            "properties": "Doce, ligeiramente Amarga, Fria",
            "doses": "9 a 20g, 900 a 2000mg",
            "functions": "Elimina Vento Calor por Sudorificação: Para Padrões com febre alta, face vermelha, sudorese profusa e cefaléia pulsátil.\n\nClareia o Calor no Canal do Fígado e Beneficia os Olhos: Para Padrões de Excesso (Vento- Calor externo) ou Deficiência (deficiência do Yin do Fígado) gerando olhos vermelhos, edema ocular, lacrimejamento ou olhos secos, ardência nos olhos, inflamação das pálpebras, visão borrada, etc. Indicado em glaucoma, conjuntivite aguda e conjuntivite alérgica.\n\nAcalma o Yang do Fígado e previne o aparecimento de Vento: Para Padrões de Ascensão do Fogo com nervosismo, agitação, cefaléia pulsátil, vertigens, olhos vermelhos e pulso em corda.",
            "toxicity": "Não há informação",
            "contraIndication": "Não há informação",
            "category": "Sudorífica Refrescante"
        },
        {
            "name": "CAVALINHA",
            "scientificName": "Equisetum arvense",
            "properties": "Doce, Amarga e Neutra",
            "doses": "3 a 9g, 500 a 1500mg, até 120 gotas",
            "functions": "Elimina Vento e Calor dos Olhos: Para Padrões de Invasão de Vento-Calor nos olhos com irritação e ardência oculares, lacrimejamento excessivo, diminuição da visão, vermelhidão nas pálpebras e conjuntivas, fotofobia, etc. Indicada em conjuntivite.\n\nElimina Vento-Calor do Pulmão: Usada como erva auxiliar para quadros de Vento-Calor no exterior que atingiram o Pulmão, com febre, sudorese, sensação de calor, dor torácica e tosse com expectoração purulenta.\n\nElimina Calor no Canal do Fígado e Pára Sangramentos: Para Hemorróidas por Calor no Fígado e Intestino Grosso, com constipação, fezes ressecadas, dor e sangramento durante a evacuação.",
            "toxicity": "Não há informação",
            "contraIndication": "Não há informação",
            "category": "Sudorífica Refrescante"
        }
    ]
}
